docs/posts/2023-04-13-introduction-to-existentialism.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 28, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Introduction to Existentialism</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Introduction to Existentialism</h1>
<p class="subtitle" role="doc-subtitle">Apr 13, 2023</p>
</header><section id="outline-container-orgba75684" class="outline-2">
<h2 id="orgba75684">Introduction</h2>
<div class="outline-text-2" id="text-orgba75684">
<p>
This seems to be our condition:
</p>

<p>
We find ourselves in a malaise, living lives that are out of our control, superficially connected, but ever so disconnected in the ways that matter. Some go on in blissful ignorance, but those who are more self-reflective, ask, &ldquo;What, if anything, is the meaning of life?&rdquo; In response, they hear either the incoherent noise of the mob, or the deafening silence of the abyss.
</p>

<p>
Existentialism is a branch of philosophy that attempts, if not to provide answers, at least to diagnose the problem.
</p>
</div>
<div id="outline-container-orgb990cf0" class="outline-3">
<h3 id="orgb990cf0">Who are the Existentialists?</h3>
<div class="outline-text-3" id="text-orgb990cf0">
<p>
Saying who counts as an existentialist is more difficult than one might think for two reasons:
</p>

<p>
First, almost all of the thinkers who we associate with existentialism expressly rejected the label at some point. As far as I know, only Karl Jaspers gladly claimed to be an existentialist.
</p>

<p>
Second, who is counted as an existentialist depends on how one defines existentialism, and there&rsquo;s no consensus on a simple definition. I tend to think of existentialism in terms of some themes that tend to go together. It&rsquo;s a broad understanding, so my list of existentialists is pretty long. I&rsquo;m willing to include:
</p>

<ul class="org-ul">
<li>The author of Job</li>
<li>The author of Ecclesiastes</li>
<li>Greek Cynics</li>
<li>Augustine</li>
<li>Pascal</li>
</ul>

<p>
Four names are particularly important. Two from the 19th century are Kierkegaard, a Danish philosopher and theologian, and Nietzsche, a German philosopher. From them, we get the two branches of existentialism, a religious branch and an atheistic branch.
</p>

<p>
The other two names are from the 20th century. First is Martin Heidegger, a German philosopher; second is Jean-Paul Sartre, a French philosopher. All of the proposed lists of existentialists differ somewhat, but everyone agrees that those two belong on the list.
</p>
</div>
</div>
</section>
<section id="outline-container-org0efe4de" class="outline-2">
<h2 id="org0efe4de">What is Existentialism?</h2>
<div class="outline-text-2" id="text-org0efe4de">
<p>
Existentialism is about existence, but existence used in a particular way. It&rsquo;s the kind of existence that is had only by human beings, and distinguishes humans from other creatures. What this is will, I hope, become clear as we look at some common existentialist themes.
</p>
</div>
<div id="outline-container-org3a575b9" class="outline-3">
<h3 id="org3a575b9">Alienation</h3>
<div class="outline-text-3" id="text-org3a575b9">
<p>
The first theme is alienation &#x2014; alienation from the world, alienation from others, and alienation from oneself. Like the ancient stoics, Heidegger and Sartre thought that this alienation was a result of false beliefs about the world and about human beings. Existentialist philosophy, then, was therapy, a treatment for existential alienation.
</p>
</div>
</div>
<div id="outline-container-org17796cd" class="outline-3">
<h3 id="org17796cd">Being-in-the-World</h3>
<div class="outline-text-3" id="text-org17796cd">
<p>
One of the causes of this alienation is our failure to understand the nature of human existence and our relation to the world. What is the world? The standard way to answer this question is to list the things that the world contains. As I look around, I see a few things that I might want to put on my list: books, clocks, and classrooms. The problem with these lists, according to the existentialists, is not the lists themselves, it is the pretension to objectivity. 
</p>

<p>
To call something a book, clock, or classroom is to have already taken a stand on what that that thing is <i>for</i>. These are examples of what Heidegger calls things &ldquo;ready-to-hand&rdquo;.
To encounter something as ready-to-hand is to see it as useful for some purpose. They have what Sartre calls &rsquo;being-in-itself,&rsquo; that is, there is something that they are. When I tell you that something is a water-bottle, you know what it is for. I&rsquo;ve described its essence, in a sense. That presupposes my previous encounter with water-bottles, though, hence the famous existentialist dictum, &ldquo;Existence precedes essence.&rdquo;
</p>

<p>
We are beings in the world, but the nature of our being is not like those things that are present or ready at hand. Instead, Heidegger calls the being of humans by a technical term, <i>Dasein</i>, Sartre&rsquo;s phrase is &rsquo;being-for-itself.&rsquo; How does the being that we have differ from the being of the things present-at-hand?
</p>

<p>
We are the only creatures that take a stand on what it means to be human. My dog, as far as I know, never considers what it really means to be a dog. There is no list of goals in her puppy school yearbook that says &ldquo;Becoming more fully dog.&rdquo; We though, have Bible studies on being a man or woman, bookstores sell self-help books on capturing our masculine and feminine identities, and we hear people say things like &ldquo;I&rsquo;m trying to discover myself,&rdquo; or &ldquo;I want to pick the major that is right for me,&rdquo; or &ldquo;I&rsquo;m trying to find the person who is perfect for me.&rdquo; That is one of the sources of our alienation. We want to know what we are right now, but we can&rsquo;t have it, for it assumes that we are being-in-itself, but instead we are being-for-itself.
</p>

<p>
Let me explain. First, contrary to another well-used phrase, we don&rsquo;t simply &ldquo;live in the moment.&rdquo; What we are as individuals, is not something that is static in time. In fact, I can&rsquo;t even, in a sense, think of myself as solely in this moment, because I can&rsquo;t separate my current self from my future self. When you ask, &ldquo;Is this the right person for me?&rdquo; you are really asking, &ldquo;Is this the right person for me, given my plans for the future, and who I want to become.&rdquo; We are, whether we want to or not, always in the process of becoming. Sartre uses the language of facticity and transcendence to refer to the static, and to the becoming.
</p>

<p>
Second, to say that there is something that I am, is often used as an excuse. &ldquo;I couldn&rsquo;t help it, that&rsquo;s just what I am.&rdquo; Sartre was drafted into the French army, was captured by the Germans in 1940, and then spent nine months in a German prisoner of war camp. What he has in mind here is the person who says, I can&rsquo;t go to war, because I am a coward. That&rsquo;s just what I am.
</p>
</div>
</div>
<div id="outline-container-orgd180e0a" class="outline-3">
<h3 id="orgd180e0a">Rejection of dualisms</h3>
<div class="outline-text-3" id="text-orgd180e0a">
<p>
Another characteristic theme of existentialism is the rejection, or dissolution, of dualisms. Here are some examples:
</p>

<ul class="org-ul">
<li>The subjective vs. the objective</li>
<li>Mind vs. body</li>
<li>Reason vs. emotions or passions</li>
<li>Fact vs. value: the things we encounter are ready-to-hand, already imbued with value.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf693263" class="outline-3">
<h3 id="orgf693263">The self and others</h3>
<div class="outline-text-3" id="text-orgf693263">
<p>
We fall into the trap of defining ourselves in terms of others, feeling like we must live up to their expectations, or succumb to their demands, or merely do something because &ldquo;that&rsquo;s what one does.&rdquo;
</p>

<p>
Sartre&rsquo;s masterpiece play, <i>No Exit</i> is the perfect illustration. Three people find themselves locked in a room together in Hell. There are no torture devices. I love the scene when one woman, particularly vain, despairs at the lack of a mirror. Another woman, offers to be her mirror and describe to her what she sees. She says, &ldquo;Hello, what&rsquo;s that &#x2014; that nasty red spot at the bottom of your cheek? A pimple?&rdquo; The conclusion is that &ldquo;Hell is other people.&rdquo;
</p>

<p>
Incidentally, this refusal to follow the herd is what Nietzsche admired in Jesus. (People are always surprised when I tell them how much Nietzsche admired Jesus, given his attitude towards Christianity. He said, &ldquo;The only true Christian died on a cross.&rdquo;)
</p>
</div>
</div>
<div id="outline-container-orgfdf671d" class="outline-3">
<h3 id="orgfdf671d">Freedom, anxiety, death, and the absurd</h3>
<div class="outline-text-3" id="text-orgfdf671d">
<p>
These are very interconnected, so I&rsquo;ll treat them as one theme.
</p>

<p>
Anxiety is a pivotal concept in existentialist thought. Kierkegaard wrote a whole book titled <i>The Concept of Anxiety.</i> It&rsquo;s not what we usually understand as anxiety, though. Maybe it&rsquo;s better to use the German word, <i>angst</i>, not because of its meaning in German, but because we English speakers can better treat it as a technical term, or term of art, because that is certainly what it is in existentialism. Angst is the disturbing feeling that we have when confronted with our possibilities. Sartre&rsquo;s preferred example is vertigo, that disturbing feeling one has standing at the edge of a cliff. Sartre points out that it can&rsquo;t be the fear of falling, you&rsquo;re not going to fall. So what is it? It must be the knowledge that you could throw yourself over. We always face a choice, and nothing prevents us from taking the choice. We are free, and that is the source of our anxiety, or as Kierkegaard puts it, despair.
</p>

<p>
This freedom is not the same thing as political freedom. Even people who lack political freedom still have this existential freedom. It&rsquo;s also not what philosophers call metaphysical freedom. It&rsquo;s not about determinism or fatalism. Even if we are determined, we must still choose.
</p>

<p>
We often pretend that we don&rsquo;t have a choice, though. I don&rsquo;t want to go to class, but I have to. (That&rsquo;s something that I hear from both students and colleagues.) That&rsquo;s a fiction that we construct, though, an example of what Sartre calls, bad-faith, a kind of self-deception. The man who refuses to join the resistance because he is a coward is living in another kind of bad-faith. There is always a choice.
</p>

<p>
Angst is a result of our freedom, but only because we face death. Given our mortality, our choices have a weight, or importance, that they otherwise would not have. It&rsquo;s only because we face death that our choices have the importance that they do. Otherwise, we could do everything, and it wouldn&rsquo;t matter what we chose now. There would always be another opportunity. Also, it is only because we are mortal that we are individuals. Sartre&rsquo;s response to the man who claims to be a coward is &ldquo;No, you do not do these things because you are a coward, you are a coward because you do these things.&rdquo; We are defined by our choices. If there were an infinite time in which to make choices, we would conceivably make every possible choice, and therefore there would be no choice that individuated us.
</p>

<p>
Finally, there is the absurd. Sartre claims that death is absurd, in that we rarely get to finish our projects. We are absurd, in that we want to pretend to live in facticity, but cannot deny our transcendence. The world is absurd, because it refuses to be what we want it to be. I must choose, and to choose, I must value some things over another, but there is no reason why I should value what I do. In fact, my values, are a result of my choices &#x2014; absurd.
</p>
</div>
</div>
<div id="outline-container-org2d632bd" class="outline-3">
<h3 id="org2d632bd">Authenticity</h3>
<div class="outline-text-3" id="text-org2d632bd">
<p>
Because we have a tendency to conform to the leveled-down roles and identities of the public world, the question of authenticity, of being true to oneself, is central to the existentialists. The idea is formulated in many different ways, in terms of being a &rsquo;knight of faith&rsquo; (Kierkegaard), for example, an &rsquo;overman&rsquo; (Nietzsche), a &rsquo;rebel&rsquo; (Camus), or an &rsquo;authentic individual&rsquo; (Heidegger). In this way, existentialists develop the possibility of living a meaningful, committed, and fulfilling life in the face of absurdity and death. The idea of authenticity serves as a powerful rejoinder to the criticism of existentialism as representing a kind of nihilistic, &rsquo;anything goes&rsquo; philosophy.
</p>
</div>
</div>
<div id="outline-container-org6b6ab69" class="outline-3">
<h3 id="org6b6ab69">Responsibility</h3>
<div class="outline-text-3" id="text-org6b6ab69">
<p>
We are free and responsible for who we are and what we do. No moral absolutes, utilitarian calculations, or natural laws that can explain, justify, or rationalize our actions. As Sartre writes, when it comes to human actions, &ldquo;there are no excuses behind us nor justifications before us.&rdquo;
</p>

<p>
Existentialism does not, in itself, require adherence to any normative moral principle. Yet the argument that existentialism is an amoral philosophy is undeserved. Existentialism centers around the most fundamental of moral questions: ‘ What should I do?&rsquo; and &rsquo;How should I live?&rsquo; Moreover, in acknowledging our fundamental freedom, existentialists recognize that we are not free from taking responsibility for our actions or from cultivating the ideal of freedom for others. To this end, existentialism offers a clear vision of what a valuable or praiseworthy way of life is. It is a life that faces up to the inescapable freedom and vulnerability of the human situation, and takes responsibility for the fact that our actions have consequences and impact the lives of others.
</p>


<div class="tagline" id="orgdd8e65b">
<p>
Tagged: <a href="../tags/philosophy.html">Philosophy</a>
</p>

</div>
</div>
</div>
</section>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 28, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
